TRIGGER_PHRASES = [
    "я еще похожу посмотрю что в других отделах предлагают",
    "мне нужно посоветоваться с мужем",
    "мне нужно проконсультироваться с мужем",
    "мне нужно посоветоваться с женой",
    "мне нужно проконсультироваться с женой",
    "мне нужно посоветоваться с мастером",
    "мне нужно проконсультироваться с мастером",
    "слишком дорого я рассчитывал на сумму в два раза меньше",
    "запишите мне название и модель я дома почитаю отзывы",
    "я вам сам перезвоню когда приму решение",
    "мне кажется мой старый еще можно подзарядить",
    "итальянская семья тихо ведёт себя за столом",
    "я подожду до зарплаты следующего месяца",
    "поискать что нибудь другое у вас мало выбора",
    "в интернете я видел такой же но дешевле",
    "не уверен что мне подойдет",
    "гарантия всего год маловато",
    "я просто прицениваюсь",
    "друг говорил что быстро умирают",
    "поищу посвежее",
    "боюсь не влезет",
    "подожду акций",
    "перезвоню позже",
    "не готов сейчас принимать решение",
    "директор магазина",
    "директор по рекламациям",
    "директор по сервису",
    "персональное предложение",
    "индивидуальный подход",
    "помогите",
    "директор",
    "директору",
    "директора магазина",
    "руководитель", 
    "руководителю",
    "руководителя магазина",
    "персональное предложение"
]


BUY_PHRASES = [
    "оформляем",
    "беру",
    "оплачиваю",
    "давайте оформим",
    "покупаю",
    "забираю",
    "оформляйте",
    "меня устраивает",
    "берем",
    "оплачу картой",
    "спасибо за покупку",
    'оформляем',
    'оплата картой',
    'наличкой',
    'в рассроку',
    'не забывайте про бсо',
    'Пройдемте на кассу',
    'проверим авто бесплатно',
    'будем оформлять',
    'выбрали нас',
    'оцените',
    'оценка',
    'приезжайте на бсо',
    'спасибо за выбор батарейки',
    
]


SALESPERSON_PHRASES = [
    "имя продавца",
    "имя консультанта",
]


# сколько слов можно вставить между словами фразы
MAX_GAP = 5