TRIGGER_PHRASES = [
    "я еще похожу посмотрю что в других отделах предлагают",
    "мне нужно посоветоваться с мужем",
    "мне нужно посоветоваться с женой",
    "мне нужно посоветоваться с мастером",
    "слишком дорого я рассчитывал на сумму в два раза меньше",
    "запишите мне название и модель я дома почитаю отзывы",
    "я вам сам перезвоню когда приму решение",
    "мне кажется мой старый еще можно подзарядить",
    "я подожду до зарплаты следующего месяца",
    "поискать что нибудь другое у вас мало выбора",
    "в интернете я видел такой же но дешевле",
    "не уверен что мне подойдет",
    "гарантия всего год маловато",
    "я просто прицениваюсь",
    "друг говорил что быстро умирают",
    "поищу посвежее",
    "боюсь не влезет",
    "подожду акций",
    "перезвоню позже",
    "не готов сейчас принимать решение",
    "директор магазина",
    "директор по рекламациям",
    "директор по сервису",
    "персональное предложение",
    "индивидуальный подход",
    "помогите",
]


BUY_PHRASES = [
    "оформляем",
    "беру",
    "оплачиваю",
    "давайте оформим",
    "покупаю",
    "забираю",
    "оформляйте",
    "меня устраивает",
    "берем",
    "оплачу картой",
    "спасибо за покупку",
]


SALESPERSON_PHRASES = [
    "имя продавца",
    "имя консультанта",
]


# сколько слов можно вставить между словами фразы
MAX_GAP = 5